let movieName = "Красавица и чудовище";
let tagline = "«The most beautiful love story ever told as it has never been seen before»";

let country = "США";
let year = "1991 / 2017";
let genre= "Мюзикл/Фэнтези/Романтика";

let sources = [
    "https://www.facebook.com/MultUroki/posts/782133105326134/", //чудовище
    "http://operaghost.ru/bb.php", //источник из призрак оперы
    "http://operaghost.ru/2017disneybb3.htm", //все концепты оттуда
    "https://pikabu.ru/story/krasavitsa_i_chudovishche_kontseptartyi_k_multfilmu_gaston_5345220", //Гастон
    "https://aminoapps.com/c/cartoon/page/blog/disneys-artwork-beauty-and-the-beast/Z6BH_Bu0qRnv7R6z8Mj5JPYLNMb8k44", //плюс немного инфы
    "https://twitter.com/weirdlandtales/status/1296968510644596742", //упоминание имени
];





let otherInfo = "Сказка о Красавице и Чудовище была известна еще с древних времен, у разных народов есть свои истории, где в том или ином виде присутствует Она — прекрасная девушка и Он — чудовище, часто — звероподобное существо. Наиболее известная и популярная версия cказки была опубликована в 1756 году. Ее автором стала Жанна-Мари Лепренс де Бомон (Jeanne Marie Leprince de Beaumont, 1711 — 1780), французская писательница, автор ряда новелл с морализаторским подтекстом.<br><br> По мотивам сказки мадам де Бомон с конца восемнадцатого века и по наше время было создано множество театральных интерпретаций, а после создания кинематографа — и фильмов. Далее можно ознакомиться с концепт-артами к популярной мультипликационной экранизации и фильму 2017 года.";

let p = "В свою очередь мадам де Бомон позаимствовала сюжет у своей соотечественницы, Габриэль - Сюзанны Барбо де Вильнёв(Gabrielle - Suzanne Barbot de Villeneuve, 1695— 1755), опубликовавшей шестнадцатью годами раньше свою новеллу в триста с лишним страниц в журнале 'La jeune ameriquaine, et les contes marins'. В этой новелле было много сюжетных линий, в том числе история о Прекрасном Принце, заколдованном в Чудовище, а также о том, как жили вместе после свадьбы Красавица и расколдованный ею Принц. Мадам де Бомон сильно сократила новеллу мадам де Вильнёв, оставив, по сути, только сюжетный ход о трансформации Чудовища. <br> <br>";


